Reloaded family not appropriate for repeater.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ComponentRepeater_InvalidFamilyOnReload { get; }
  Visual Basic
Public Shared ReadOnly Property ComponentRepeater_InvalidFamilyOnReload As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ComponentRepeater_InvalidFamilyOnReload {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ComponentRepeaterFailures Class
  Autodesk.Revit.DB Namespace